<template>
	<div id="xieyi">
		<backbar :tittle="name"></backbar>
		<h3>优酷视频软件许可及服务协议</h3>
		<span>【首部及导言】</span>
		<br />
		<span>欢迎您使用腾讯视频软件及服务</span>
		<p>为使用腾讯视频网站（v.qq.com）及腾讯视频软件（以下统称“本软件”）及服务，您应当阅读并遵守《腾讯视频软件许可及服务协议》（以下简称“本协议”），以及《腾讯服务协议》《腾讯隐私政策》《QQ号码规则》《QQ软件许可及服务协议》《微信个人帐号使用规范》和《腾讯微信软件许可及服务协议》。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意</p>
		<p>除非您已充分阅读、完全理解并接受本协议所有条款，否则您无权使用本服务。您点击同意或下一步，或您使用本服务，或者以其他任何明示或者默示方式表示接受本协议的，均视为您已阅读并同意签署本协议所有内容，本协议即在您与腾讯之间产生法律效力，成为对双方均具有约束力的法律文件。如您不同意腾讯随时对本协议的修改或补充内容，您应放弃注册、停止使用或主动取消本服务。</p>
		<p>如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。</p>
		<span>一、【协议的范围】</span>
		<br />
		<span>1.1 【协议适用主体范围】</span>
		<p>本协议是您与腾讯之间关于您下载、安装、使用、复制本软件，以及使用腾讯相关服务所订立的协议。</p>
		<p>1.2 【协议关系及冲突条款】</p>
		<p>本协议被视为 《腾讯服务协议》 《腾讯隐私政策》 《QQ号码规则》 《QQ软件许可及服务协议》 《微信个人帐号使用规范》及 《腾讯微信软件许可及服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</p>
		<p>本协议内容同时包括腾讯可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</p>
		<span>二、【关于本服务】</span>
		<br />
		<span>2.1 【本服务的内容】</span>
		<p>本服务内容包括但不限于：</p>
		<p>2.1.1 腾讯向用户提供的使用本软件在线观看、缓存、云同步视频内容，以及包括但不限于搜索、订阅、收藏、推荐、评论、分享、发布视频内容等功能的软件许可及服务；</p>
		<p>2.1.2 草场地商城服务；</p>
	</div>	
</template>

<script>
import backbar from '../sub-components/backbar.vue'
export default{
	data() {
		return {
			name:"用户协议"
		}
	},
	components:{
		backbar,
	}
}
	
</script>

<style lang="less" scoped="scoped">
	.xieyi{
		overflow: auto;
		
	}
	.xieyi h3{
		text-align: center;
	}
</style>